taskDescription = "Contrôler l’ordinateur";
requestScreenControl = "Souhaitez-vous demander l’autorisation de contrôler ?";
requestScreenObserve = "Souhaitez-vous demander l’autorisation d’observer ?";
requestScreenAuthFailed = "Échec de l’authentification avec « %@ ».";
connecting = "Connexion à « %@ »";
connectionLost = "Connexion avec « %@ » perdue.";
connectionFailed = "Échec de la connexion avec « %@ ».";
runningAdminAppObserveError = "Impossible d’observer « %@ »";
runningAdminAppControlError = "Impossible de contrôler « %@ »";
runningAdminAppErrorMessage = "Une application d’administration est en cours d’exécution sur cet ordinateur, vous empêchant de contrôler son écran.";
controlModeError = "Impossible de passer au mode de contrôle";
observeModeError = "Impossible de passer au mode d’observation";
sharedControlError = "Impossible de modifier le contrôle de la souris";
controlNotAuthorized = "Vous n’êtes pas autorisé à contrôler cet ordinateur.";
serverNotSupported = "Le serveur ne gère pas cette option.";
captureDefaultName = "Image Remote Desktop";
scaleToolbarTitle = "Ajuster à la fenêtre";
scaleToolbarPaletteLabel = "Ajuster à la fenêtre";
scaleToolbarTooltip = "Adapter l’écran à la fenêtre";
controlToolbarTitle = "Contrôle";
controlToolbarPaletteLabel = "Contrôler ou Observer";
controlToolbarTooltip = "Alterner entre le mode de contrôle et le mode d’observation";
shareToolbarTitle = "Partager la souris";
shareToolbarPaletteLabel = "Partager la souris avec l’utilisateur";
shareToolbarTooltip = "Partage de la souris et du clavier avec l’utilisateur";
qualityToolbarTitle = "Qualité";
qualityToolbarPaletteLabel = "Qualité de l’image";
qualityToolbarTooltip = "Qualité de l’image";
captureToolbarTitle = "Capture d’écran";
captureToolbarPaletteLabel = "Capture d’écran";
captureToolbarTooltip = "Capturer l’écran dans un fichier";
controlObserveNotSupported = "Vous ne pouvez pas contrôler ni observer votre ordinateur.";
fullScreenToolbarTooltip = "Ajuster en mode plein écran";
fullScreenToolbarTooltipExt = "Afficher l’écran dans une fenêtre";
fullScreenToolbarTitle = "Plein écran";
fullScreenPaletteDisconnect = "Fermer la session de contrôle ou d’observation";
showCursorToolbarTooltip = "Masquer ou afficher le pointeur local";
showCursorToolbarTitle = "Masquer/afficher le pointeur";
curtainToolbarTitle = "Verrouiller l’écran";
curtainToolbarTooltip = "Verrouiller l’écran de l’ordinateur lorsque vous le contrôlez";
getClipboardToolbarTitle = "Récupérer le presse-papiers";
getClipboardToolbarTooltip = "Récupère le contenu du presse-papiers distant";
sendClipboardToolbarTitle = "Envoyer le presse-papiers";
sendClipboardToolbarTooltip = "Envoie le contenu du presse-papiers dans le presse-papiers distant";
multiDisplayToolbarTitle = "Afficher la sélection";
multiDisplayToolbarTooltip = "Sélectionner l’écran distant à visualiser";
computerInScreenShare = "Vous êtes en train de partager votre écran avec cet ordinateur";
curtainErrorTitle = "Impossible de passer au mode Rideau";
curtainExitErrorTitle = "Impossible de sortir du mode Rideau";
curtainErrorMessage = "Une erreur s’est produite sur cet ordinateur.";
curtainUnavailableTooltip = "Le mode Rideau n’est pas disponible pour la version Mac OS X exécutée sur « %@ ».";
curtainUnavalableMessage = "Le mode Rideau n’est pas disponible pour « %@ ».";

displayPopUpAllDisplays = "Tous : %@ x %@";
displayPopUpBothDisplays = "Les deux : %@ x %@";
displayPopUpOneDisplay = "Écran %@ : %@ x %@";

curtainTaskString = "Rideau";
curtainTaskDescription = "Contrôler l’ordinateur en mode Rideau";
curtainLongTaskDescription = "Prendre le contrôle de l’ordinateur sélectionné lorsque l’écran est verrouillé";

sshTunnelRemoteLoginDisabledTitle = "Échec de la connexion car la Connexion à distance n’est pas activée sur « %@ ».";
sshTunnelRemoteLoginDisabledMessage = "Désactivez le réglage de sécurité « Chiffrer toutes les données réseau » ou essayez avec l’option « Session à distance » activée dans les préférences Partage sur « %@ ».";
sshTunnelHostKeyChangedTitle = "Échec de la connexion à « %@ » car son identité n’a pas pu être confirmée. Il peut s’agir d’un problème de sécurité ou bien votre fichier SSH known_hosts est peut-être obsolète.";
sshTunnelHostKeyChangedMessage = "Désactivez le réglage de sécurité « Chiffrer toutes les données réseau » ou mettez à jour votre fichier SSH known_hosts.";
sshTunnelHostKeyChanged2Message = "L’identification de l’hôte distant a changé en « %@ ». Si vous êtes certain qu’il ne s’agit pas d’un problème de sécurité, Partage d’écran peut tenter de mettre à jour votre fichier known_hosts.";
sshTunnelHostKeyFix = "Corriger";
sshTunnelHostKeyFixError = "Un problème est survenu lors de la tentative de modification du fichier SSH known_hosts.";
sshTunnelTooltip = "La connexion est chiffrée";

legacyVNCSecurityWarningTitle = "L’ordinateur « %@ » exécute un serveur VNC qui ne prend pas en charge le chiffrement de la frappe de Partage d’écranp. Voulez-vous tout de même poursuivre la connexion ?";
legacyVNCSecurityWarningMessageFull = "Si l’ordinateur distant peut ouvrir une session distante ou que le protocole SSH y est activé, vous pouvez cocher l’option « Chiffrer toutes les données réseau » dans les préférences Remote Desktop ou choisissez l’option « Connexion via SSH » ci-dessous pour vous connecter de façon sécurisée.";
legacyVNCSecurityWarningMessage = "Si l’ordinateur distant autorise les connexions distantes ou SSH, vous pouvez vous y connecter de manière sécurisée en sélectionnant l’option « Chiffrer toutes les données réseau » dans les préférences de partage d’écran.";
legacyVNCSecurityWarningContinueSSHButton = "Connexion via SSH";

legacyVNCYesButton = "Connexion";
legacyVNCNoButton = "Annuler";

reconnectingMessage = "Reconnexion…";